target/test-classes/xml/sws/maintaincontact/TC2329_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:maintainContactRequest>
            <sel:ExternalSystemID>MOBILEAWARE</sel:ExternalSystemID>
            <sel:MaintainContactAction>Forgotten Password</sel:MaintainContactAction>
            <sel:UserName>INVALIDUSERNAME</sel:UserName>
            <sel:AccountNumber>$AccountNumber$</sel:AccountNumber>
        </sel:maintainContactRequest>
    </soapenv:Body>
</soapenv:Envelope>